Translating
================

# 如何开始

## 前提
1. 同意内容版权协议
2. 懂得Markdown语法
3. 具有开源精神

## 注册Github账号
所有的翻译都通过Github来进行，因此你必须要有一个Github账号。

## 如何使用Github
对Github和Git不熟悉的成员，可以使用Github网站本身提供的文件编辑功能进行翻译和校对。
还有不懂的请自行Google。

## 翻译流程
1. Fork本[翻译项目](https://github.com/puppetchina/puppet-chinese-docs)，如果已经Fork请先repo 
2. 选择翻译一篇文章，我们会提前进行分组，再进行分工
3. 翻译完成以后提交pull request请求
4. 有不明白的地方可以直接注释在文中
5. 经校对后，会Merge至主干

# 内容版权协议 
1. 版权归团队成员所有，任何人转载、再创作需要经过成员授权；
2. 翻译团队保留最终解释权；

# 招募
同时招募有热心有激情的朋友加入

PS： 页面展示缺少朋友提供，欢迎各位踊跃报名。
